IDEA Open Model
StandardCheckSection Properties
The StandardCheckSection type exposes the following members.
Properties
Name | Description
Description
 Description of this section
 (Inherited from CheckSection.)
Extremes
 Section extremes
 (Inherited from CheckSection.)
CheckMember
 CheckMember
 (Inherited from CheckSection.)
Id
 Element Id
 (Inherited from OpenElementId.)
ReinfSection
 Reinforcement of cross-section
 (Inherited from CheckSection.)
Top
See Also
Reference
StandardCheckSection Class
IdeaRS.OpenModel.Concrete Namespace